Repository: mei309/AVC-FRONT
Catalog: i18n/messages.*.xlf
Languages: vi

source: Ingredients
vi: Thành phần

source: Cashew material stock
vi: Nguyên liệu điều

source: Cashew items stock
vi: Các mặt hàng hạt điều

source: General Inventory History Report
vi: Báo cáo lịch sử khoảng không quảng cáo chung

source: Productions Report
vi: Báo cáo sản xuất

source: Receiving cashew schedule
vi: Lịch nhận hạt điều

source: Start date
vi: Ngày bắt đầu

source: End date
vi: Ngày cuối

source: For date
vi: Cho ngày

source: For year
vi: Trong năm

source: For week
vi: Trong tuần

source: For month
vi: Trong tháng

source: For range
vi: Đối với phạm vi

source: From date
vi: Từ ngày

source: Of all records
vi: Trong tất cả các bản ghi

source: From Today
vi: Từ hôm nay

source: Total all produced
vi: Tổng số tất cả được sản xuất

source: Process name
vi: Tên quy trình

source: Transaction date
vi: Ngày Giao dịch

source: Amount subtracted
vi: Số tiền bị trừ

source: Amount added
vi: Số tiền đã thêm

source: Down time
vi: Thời gian ngừng hoạt động

source: Labor
vi: Nhân công

source: Suppliers QC Report
vi: Báo cáo QC của nhà cung cấp

source: Loss
vi: Sự mất mát

source: {{title}}
vi: {INTERPOLATION}

source: Average
vi: Trung bình

source: Images
vi: Hình ảnh

source: View images
vi: Xem hình ảnh

source: Amounts
vi: Lượng

source: Receiving general schedule
vi: Nhận lịch trình chung

source: Person in charge
vi: Người phụ trách

source: Process Managment
vi: Quản lý quy trình

source: Lock
vi: Khóa

source: Finalize
vi: Hoàn thiện

source: Cancel process
vi: Hủy quá trình

source: Close process
vi: Đóng quá trình

source: Confirm
vi: Xác nhận

source: Reject
vi: Từ chối

source: Save
vi: Tiết kiệm

source: Can not cancel with confirm
vi: Không thể hủy bằng xác nhận

source: Can not finalize or lock with reject
vi: Không thể hoàn thiện hoặc khóa với từ chối

source: Incorrect username or password you are redirected to login
vi: Tên người dùng hoặc mật khẩu không chính xác, bạn được chuyển hướng để đăng nhập

source: Please enter your password again
vi: Vui lòng nhập lại mật khẩu của bạn

source: Edit Supplier
vi: Chỉnh sửa nhà cung cấp

source: Supplier
vi: Nhà cung cấp

source: Raw defects + damage
vi: Khiếm khuyết thô + hư hỏng

source: Roast defects + damage
vi: Lỗi rang + hư hỏng

source: Loss
vi: Sự mất mát

source: Waste (LBS)
vi: Chất thải (LBS)

source: Raw defects + damage
vi: Khiếm khuyết thô + hư hỏng

source: Roast defects + damage
vi: Lỗi rang + hư hỏng

source: Contact details
vi: Chi tiết liên hệ

source: Contact people
vi: Liên hệ với mọi người

source: Bank accounts
vi: Tài khoản ngân hàng

source: supplier name
vi: tên đệm

source: Legal english name
vi: Tên tiếng anh hợp pháp

source: Legal vietnamese name
vi: Tên tiếng việt hợp pháp

source: Company license
vi: Giấy phép công ty

source: Tax code
vi: Mã số thuế

source: Registered location
vi: Vị trí đã đăng ký

source: Contact info
vi: Thông tin liên lạc

source: Street address
vi: Địa chỉ đường phố

source: City/State
vi: Thành bang

source: a address must have a street and city
vi: một địa chỉ phải có đường và thành phố

source: Phone
vi: Điện thoại

source: Invalid email
vi: Email không hợp lệ

source: Fax
vi: Số fax

source: Contact person
vi: Người liên hệ

source: ID infromtion
vi: Thông tin ID

source: ID number
vi: số ID

source: ID date of issue
vi: Ngày cấp giấy tờ tùy thân

source: ID place of issue
vi: nơi ID của vấn đề

source: Nationality
vi: Quốc tịch

source: Date of birth
vi: Ngày sinh

source: Save ID
vi: Lưu ID

source: Position
vi: Chức vụ

source: a person must have a name and position
vi: một người phải có tên và chức vụ

source: bank accounts
vi: Tài khoản ngân hàng

source: Owner name
vi: Tên chủ sở hữu

source: Account number
vi: Số tài khoản

source: Branch
vi: Chi nhánh

source: a bank must have owner name and account and branch
vi: một ngân hàng phải có tên chủ sở hữu và tài khoản và chi nhánh

source: New supplier
vi: Nhà cung cấp mới

source: a person must have a name
vi: một người phải có một cái tên

source: edit
vi: biên tập

source: Supplier Details
vi: Thông tin chi tiết về nhà cung cấp

source: Edit
vi: Biên tập

source: Showing results
vi: Hiển thị kết quả

source: By day
vi: Theo ngày

source: By week
vi: Theo tuần

source: By month
vi: Theo tháng

source: By year
vi: Theo năm

source: By range
vi: Theo phạm vi

source: Last 2 weeks
vi: 2 tuần trước

source: All records
vi: Tất cả hồ sơ

source: From today
vi: Từ hôm nay

source: End time
vi: Thời gian kết thúc

source: No records found
vi: Không có dữ liệu được tìm thấy

source: Search
vi: Tìm kiếm

source: Choose dates
vi: Chọn ngày

source: sum
vi: Tổng

source: Total
vi: Toàn bộ

source: Messages center
vi: Trung tâm tin nhắn

source: Title
vi: Tiêu đề

source: Process type
vi: Loại quy trình

source: Modified by
vi: Được sửa đổi bởi

source: Created date
vi: Ngày tạo ra

source: Change Passsword
vi: Thay đổi mật khẩu

source: Old password
vi: Mật khẩu cũ

source: Old password Required
vi: Mật khẩu cũ Yêu cầu

source: New password
vi: Mật khẩu mới

source: New password Required
vi: Yêu cầu mật khẩu mới

source: Confirm password
vi: Xác nhận mật khẩu

source: Confirm password Required
vi: Yêu cầu xác nhận mật khẩu

source: Changed password successfully
vi: Đã thay đổi mật khẩu thành công

source: Passwords aren`t equal
vi: Mật khẩu không bằng nhau

source: Task center
vi: Trung tâm công việc

source: Decision type
vi: Loại quyết định

source: Go to full {{po.value}} details
vi: Đi tới chi tiết đầy đủ của {INTERPOLATION}

source: Task Details
vi: Chi tiết công việc
