Repository: mei309/AVC-FRONT
Catalog: i18n/messages.*.xlf
Languages: vi

source: Login Form
vi: mẫu đăng nhập

source: Name
vi: Tên

source: Name Required
vi: Tên yêu cầu

source: Password
vi: Mật khẩu

source: Password Required
vi: Mật khẩu được yêu câu

source: Login
vi: Đăng nhập

source: Choose all
vi: Chọn tất cả

source: Add {{field.label}}
vi: Thêm {INTERPOLATION}

source: Max length 255
vi: Chiều dài tối đa 255

source: Amount of units
vi: Số lượng đơn vị

source: Weight amount
vi: Trọng lượng

source: Amount
vi: Số tiền

source: Item
vi: Mục

source: Item descrption
vi: Mô tả mặt hàng

source: are missing from inventory
vi: bị thiếu trong kho

source: Amount in {{weight}}
vi: Số tiền bằng {INTERPOLATION}

source: at least one line required
vi: yêu cầu ít nhất một dòng

source: Reset
vi: Cài lại

source: please fill in all required fields
vi: Xin vui lòng điền đầy đủ thông tin vào các ô bắt buộc

source: Edit
vi: Biên tập

source: All #POS
vi: Tất cả #POS

source: All items
vi: Tất cả món đồ

source: Submit
vi: Gửi đi

source: {{type}} details
vi: {INTERPOLATION} chi tiết

source: Close
vi: Đóng

source: Security Doc
vi: Tài liệu bảo mật

source: Export Doc
vi: Xuất tài liệu

source: Edit
vi: Biên tập

source: New Arrival
vi: Hàng mới về

source: New Loading
vi: Tải mới

source: Shipping reports
vi: Báo cáo vận chuyển

source: Arrivals
vi: Hàng đến

source: Get real ETA (now only for one line later will add OOCL too)
vi: Nhận ETA thực (bây giờ chỉ cho một dòng, sau đó sẽ thêm OOCL nữa)

source: Loadings
vi: Chất hàng

source: Real ETA
vi: ETA thực

source: Container number
vi: Số container

source: Product company
vi: Công ty sản phẩm

source: Recorded time
vi: Thời gian ghi lại

source: Total loaded
vi: Tổng số đã tải

source: Shipment code
vi: Mã lô hàng

source: Product descrption
vi: Mô tả sản phẩm

source: Loaded amounts
vi: Số lượng đã tải

source: Status
vi: Trạng thái

source: Countiners arrival
vi: Quầy tính tiền đến

source: arrival date
vi: Ngày tới

source: Contract date
vi: Thời hạn hợp đồng

source: Shiping details
vi: Chi tiết giao hàng

source: Vessel
vi: Tàu

source: Shipping company
vi: Công ty vận tải biển

source: Loading port
vi: Cổng tải

source: Loading port Required
vi: Cần có cổng tải

source: Destination port
vi: Cảng đích

source: Container details
vi: Chi tiết vùng chứa

source: Container number Required
vi: Số vùng chứa là bắt buộc

source: Seal number
vi: Số niêm phong

source: Seal number Required
vi: Số con dấu yêu cầu

source: Container type
vi: Loại thùng chứa

source: Container type Required
vi: Loại vùng chứa bắt buộc

source: Submit
vi: Gửi đi

source: Cashew order
vi: Đặt hàng hạt điều

source: Person in charge
vi: Người phụ trách

source: Logistics company
vi: Công ty hậu cần

source: Booked containers
vi: Vùng chứa đã đặt trước

source: Bill number
vi: Số hóa đơn

source: Loading
vi: Đang tải

source: Loading information
vi: Đang tải thông tin

source: Material to load
vi: Vật liệu để tải

source: Loading PO#s
vi: Đang tải số PO

source: Supplier
vi: Nhà cung cấp

source: Date
vi: Ngày

source: Date Required
vi: Yêu cầu ngày

source: Shipment code Required
vi: Mã lô hàng Bắt buộc

source: Container
vi: Thùng đựng hàng

source: Container Required
vi: Yêu cầu vùng chứa

source: Transfer from
vi: Chuyển từ

source: Process date
vi: Ngày xử lý

source: Weight unit
vi: Đơn vị trọng lượng

source: Number of units
vi: Số lượng đơn vị

source: Unit weight
vi: Trọng lượng đơn vị

source: Warehouse location
vi: Vị trí kho hàng

source: Number available units
vi: Số lượng đơn vị có sẵn

source: Gross total
vi: Tổng tổng

source: Loaded items
vi: Các mặt hàng đã tải

source: Bag amount
vi: Số lượng túi

source: Number of bags
vi: Số lượng túi

source: shipmentCode
vi: lô hàng

source: Net total
vi: Tổng thực

source: Row total
vi: Tổng số hàng

source: Shipment codes
vi: Mã lô hàng

source: Add code
vi: Thêm mã

source: Code
vi: Mã

source: Display
vi: Trưng bày

source: Destination port Required
vi: Cần có cổng đích

source: Unit
vi: Đơn vị

source: Weight
vi: Cân nặng

source: Production line
vi: Dây chuyền sản xuất

source: Date and time
vi: Ngày và giờ

source: End time
vi: Thời gian kết thúc

source: Approvals
vi: Phê duyệt

source: Number of workers
vi: Số lượng công nhân

source: Measure unit
vi: Đơn vị đo lường

source: Inspector
vi: Thanh tra

source: Sample taker
vi: Người lấy mẫu

source: Checked by
vi: Kiểm tra bằng

source: Orderd products
vi: Sản phẩm Orderd

source: Price per unit
vi: Giá mỗi đơn vị

source: Delivery date
vi: Ngày giao hàng

source: Defects
vi: Khiếm khuyết

source: Remarks
vi: Nhận xét

source: Received products
vi: Sản phẩm đã nhận

source: Sum
vi: Tổng

source: Totel sample difference
vi: Sự khác biệt hoàn toàn về mẫu

source: Extra requsted
vi: Yêu cầu thêm

source: Payable units
vi: Đơn vị phải trả

source: Unit price
vi: Đơn giá

source: Amounts and storage
vi: Số lượng và dung lượng

source: Extra
vi: Thêm

source: Empty bag weight
vi: Trọng lượng túi rỗng

source: Number of samples
vi: Số lượng mẫu

source: Avrage weight
vi: Trọng lượng trung bình

source: Difference
vi: Sự khác biệt

source: Checked items
vi: Các mặt hàng đã kiểm tra

source: Booking number
vi: Số đặt chỗ

source: Port of loading
vi: Cảng chất hàng

source: Port of discharge
vi: Cảng dỡ hàng

source: Used amounts
vi: Số tiền đã sử dụng

source: Bag weight
vi: Trọng lượng túi

source: Last process date
vi: Ngày xử lý cuối cùng

source: Produced amounts
vi: Số tiền sản xuất

source: Weight sum
vi: Tổng trọng lượng

source: Waste amounts
vi: Lượng chất thải

source: Storage moved
vi: Bộ nhớ đã di chuyển

source: Old warehouse location
vi: Vị trí kho cũ

source: New warehouse location
vi: Vị trí kho hàng mới

source: Item counts
vi: Số lượng mặt hàng

source: All bags weight
vi: Trọng lượng tất cả các túi

source: Cashew inventory
vi: Hàng tồn kho hạt điều

source: Cashew stock by item
vi: Dự trữ hạt điều theo mặt hàng

source: Cashew stock by PO#
vi: Hạt điều của PO #

source: Inventory item
vi: Hàng tồn kho

source: Total item
vi: Tổng mặt hàng

source: Amount
vi: Số tiền

source: Warehouse
vi: Kho

source: Receipt date
vi: Ngày nhận

source: Total po
vi: Tổng số po

source: Inventory amount
vi: Số lượng hàng tồn kho

source: Orderd amount
vi: Số tiền đặt hàng

source: Cashew usage
vi: Cách sử dụng hạt điều

source: Cashew usage
vi: Cách sử dụng hạt điều

source: General inventory
vi: Hàng tồn kho chung

source: General stock by item
vi: Kho chung theo mặt hàng

source: General stock by PO#
vi: Cổ phiếu chung của PO #

source: General stock and orders
vi: Tổng kho và đơn đặt hàng

source: Total stock
vi: Tổng số cổ phần

source: Total balance
vi: Tổng số dư

source: Material usage
vi: Sử dụng vật liệu

source: Relocation
vi: Tái định cư

source: Relocation
vi: Tái định cư

source: #PO Required
vi: #PO Bắt buộc

source: Transfering amounts
vi: Số tiền chuyển

source: New Material Usage
vi: Sử dụng vật liệu mới

source: New Cashew Usage
vi: Cách sử dụng hạt điều mới

source: New Relocation
vi: Tái định cư mới

source: Inventory reports
vi: Báo cáo hàng tồn kho

source: Material usages
vi: Sử dụng vật chất

source: Cashew usages
vi: Cách sử dụng hạt điều

source: Relocations
vi: Tái định cư

source: General Inventory Transactions
vi: Giao dịch hàng tồn kho chung

source: Used items
vi: Các mặt hàng đã qua sử dụng

source: Material use
vi: Sử dụng vật liệu

source: Material used
vi: Vật liệu đã sử dụng

source: New
vi: Mới

source: Reports
vi: Báo cáo

source: Raw Check (weights)
vi: Kiểm tra thô (trọng lượng)

source: Raw Check (percntage)
vi: Kiểm tra thô (dựng phim)

source: Roast Check (weights)
vi: Kiểm tra rang (trọng lượng)

source: Roast Check (percntage)
vi: Kiểm tra rang (perc Movie)

source: Raw Checks
vi: Kiểm tra thô

source: Roast Checks
vi: Kiểm tra rang

source: Schedules
vi: Lịch trình

source: Receiving Cashew
vi: Nhận hạt điều

source: Receiving General
vi: Nhận chung

source: Purchase Orders
vi: Đơn đặt hàng

source: Cashew Reports
vi: Báo cáo về hạt điều

source: General Reports
vi: Báo cáo chung

source: Suppliers
vi: Các nhà cung cấp

source: Cashew
vi: Hạt điều

source: General
vi: Chung

source: Open
vi: Mở

source: All
vi: Tất cả

source: New Supplier
vi: Nhà cung cấp mới

source: Receivings
vi: Nhận

source: Cashew Without Order
vi: Hạt điều không cần đặt hàng

source: Pending (Received)
vi: Đang chờ xử lý (Đã nhận)

source: Received
vi: Nhận

source: Raw Relocation Count
vi: Số lần chuyển vị trí thô

source: Cleaned Relocation Count
vi: Tổng số vị trí đã dọn dẹp

source: Raw Relocations
vi: Di dời thô

source: Cleaned Relocations
vi: Các vị trí đã được dọn dẹp

source: Production
vi: Sản xuất

source: Cleaning
vi: Làm sạch

source: Roasting
vi: Rang

source: Toffee
vi: Kẹo bơ cứng

source: Packing
vi: Đóng gói

source: QC Packing
vi: Đóng gói QC

source: Shipping
vi: Đang chuyển hàng

source: Shipment Codes
vi: Mã lô hàng

source: Arrival
vi: Đến nơi

source: Inventory
vi: Hàng tồn kho

source: Cashew Stock
vi: Kho điều

source: General Stock
vi: Tổng kho

source: By Item
vi: Theo mặt hàng

source: By PO#
vi: Bởi PO #

source: Stock/Order
vi: Cổ phiếu / Đơn đặt hàng

source: Material Usage
vi: Sử dụng vật liệu

source: Cashew Usage
vi: Cách sử dụng hạt điều

source: Full PO# Details
vi: Chi tiết PO # đầy đủ

source: Productions
vi: Sản xuất

source: Cashew Inventory Stock
vi: Điều kho dự trữ

source: Cashew Inventory History
vi: Lịch sử kiểm kê hạt điều

source: General Inventory History
vi: Lịch sử khoảng không quảng cáo chung

source: Export
vi: Xuất khẩu

source: Suppliers QC
vi: QC nhà cung cấp

source: Material
vi: Vật liệu

source: Items
vi: vật phẩm

source: Raw Material
vi: Nguyên liệu thô

source: Clean Material
vi: Vật liệu sạch

source: Items (bagged)
vi: Các mặt hàng (đóng túi)

source: Finished
vi: Hoàn thành

source: By Container
vi: Bằng container

source: Bagged Items
vi: Các mặt hàng có túi

source: Export Report
vi: Báo cáo xuất khẩu

source: Exported by container
vi: Xuất bằng container

source: Exported bagged items
vi: Các mặt hàng đóng bao đã xuất khẩu

source: Management
vi: Sự quản lý

source: Users
vi: Người dùng

source: Setup
vi: Thiết lập

source: Items Setup
vi: Thiết lập các mục

source: Bill Of Materials
vi: Hóa đơn nguyên vật liệu

source: Notifications
vi: Thông báo

source: Remove Managment
vi: Loại bỏ Managment

source: Production Plan
vi: Kế hoạch sản xuất

source: Tasks
vi: Nhiệm vụ

source: Messages
vi: Tin nhắn

source: Bill Of materials
vi: Hóa đơn nguyên vật liệu

source: Materials amounts
vi: Số lượng vật liệu

source: Items setup
vi: Thiết lập các mặt hàng

source: Cashew bulk items (material)
vi: Hạt điều số lượng lớn (nguyên liệu)

source: Cashew packed items
vi: Các mặt hàng đóng gói bằng hạt điều

source: General bulk items (material)
vi: Các mặt hàng số lượng lớn (vật liệu)

source: General packed items
vi: Các mặt hàng đóng gói chung

source: Waste items
vi: Đồ phế thải

source: QC bulk items (material)
vi: QC mặt hàng số lượng lớn (vật liệu)

source: QC packed items
vi: QC đóng gói các mặt hàng

source: Descrption
vi: Mô tả

source: Grade
vi: Cấp

source: Salt level
vi: Mức muối

source: Brand
vi: Nhãn hiệu

source: Bags in box
vi: Túi trong hộp

source: Whole
vi: Toàn bộ

source: Roast
vi: Rang

source: Toffee
vi: Kẹo bơ cứng

source: Default measure unit
vi: Đơn vị đo lường mặc định

source: Production use
vi: Sử dụng sản xuất

source: Alert for {{proccesName}}
vi: Cảnh báo cho {INTERPOLATION}

source: User
vi: Người dùng

source: Setup managment
vi: Thiết lập quản lý

source: Countries
vi: Quốc gia

source: Cities
vi: Các thành phố

source: Banks
vi: Ngân hàng

source: Branchs
vi: Chi nhánh

source: Warehouses
vi: Nhà kho

source: Supply categories
vi: Danh mục cung cấp

source: Cashew grades
vi: Các loại hạt điều

source: Company positions
vi: Các vị trí công ty

source: Contract types
vi: Các loại hợp đồng

source: Production lines
vi: Dây chuyền sản xuất

source: Cashew standerts
vi: Hộp điều

source: Shipping ports
vi: Cảng vận chuyển

source: Supply group
vi: Nhóm cung cấp

source: Currency
vi: Tiền tệ

source: Suffix
vi: Hậu tố

source: Country
vi: Quốc gia

source: Bank
vi: ngân hàng

source: Production functionality
vi: Chức năng sản xuất

source: Weight capacity Kg
vi: Trọng lượng công suất Kg

source: Volume space M3
vi: Vùng âm lượng M3

source: Standard organization
vi: Tổ chức tiêu chuẩn

source: Whole count per Lb
vi: Tổng số trên mỗi Lb

source: Small size
vi: Kích thước nhỏ

source: Humidity
vi: Độ ẩm

source: Breakage
vi: Vỡ

source: Total damage
vi: Tổng thiệt hại

source: Total defects
vi: Tổng số khuyết tật

source: Total defects + damage
vi: Tổng số khuyết tật + thiệt hại

source: Total weight lost after roasting
vi: Tổng trọng lượng giảm sau khi rang

source: Item Required
vi: Mục yêu cầu

source: Standard organzion
vi: Organzion tiêu chuẩn

source: Required
vi: Cần thiết

source: Foreign material
vi: Vật liệu nước ngoài

source: Damage
vi: Hư hại

source: Defects + damage
vi: Khiếm khuyết + thiệt hại

source: Weight lost after roasting
vi: Giảm cân sau khi rang

source: Mold
vi: Khuôn

source: Dirty
vi: Dơ bẩn

source: Light dirty
vi: Bẩn nhẹ

source: Insect damage
vi: Côn trùng thiệt hại

source: Deep cut
vi: Vết cắt sâu

source: Off colour
vi: Tắt màu

source: Desert/dark
vi: Sa mạc / bóng tối

source: Deep spot
vi: Chỗ sâu

source: All totels
vi: Tất cả danh sách

source: Users Management
vi: Quản lý người dùng

source: Username
vi: tên tài khoản

source: Roles
vi: Vai trò

source: Select person
vi: Chọn người

source: Person Required
vi: Người được yêu cầu

source: Username Required
vi: Tên người dùng Bắt buộc

source: City
vi: Tp.

source: Bank branch
vi: chi nhánh ngân hàng

source: Supply category
vi: Hạng mục cung cấp

source: Company position
vi: Vị trí công ty

source: Contract type
vi: Loại hợp đồng

source: Cashew standard
vi: Tiêu chuẩn điều

source: Shipping port
vi: Cảng vận chuyển

source: Cashew bulk item (material)
vi: Điều số lượng lớn (nguyên liệu)

source: Cashew packed item
vi: Mặt hàng đóng gói hạt điều

source: General bulk item (material)
vi: Hàng rời nói chung (vật liệu)

source: General packed item
vi: Mặt hàng đóng gói chung

source: QC bulk items (material)
vi: QC mặt hàng số lượng lớn (vật liệu)

source: QC packed items
vi: QC đóng gói các mặt hàng

source: Waste item
vi: Đồ phế thải

source: User
vi: Người dùng

source: User for person
vi: Người dùng cho người

source: Cashew grades
vi: Các loại hạt điều

source: Bill Of materials
vi: Hóa đơn nguyên vật liệu

source: Add
vi: Thêm vào

source: The chosen material cannot be processed in this process
vi: Vật liệu đã chọn không thể được xử lý trong quá trình này

source: Upload
vi: Tải lên

source: PO code Required
vi: Yêu cầu mã PO

source: price
vi: giá bán

source: a orderd item must have weight and price and delivery date
vi: một mặt hàng orderd phải có trọng lượng và giá cả và ngày giao hàng

source: Edit order
vi: Chỉnh sửa đơn hàng

source: General order
vi: Đơn hàng chung

source: Supplier Required
vi: Nhà cung cấp Yêu cầu

source: PO initial
vi: PO viết tắt

source: PO initial Required
vi: Yêu cầu ban đầu PO

source: Receive
vi: Nhận được

source: {{type}} order details
vi: {INTERPOLATION} chi tiết đơn đặt hàng

source: New Cashew Order
vi: Đơn đặt hàng hạt điều mới

source: Cashew Orders
vi: Đơn đặt hàng hạt điều

source: % defects
vi: % khiếm khuyết

source: New General Order
vi: Đơn hàng chung mới

source: General orders
vi: Đơn đặt hàng chung

source: Add #PO
vi: Thêm #PO

source: Start time
vi: Thời gian bắt đầu

source: Amounts
vi: Lượng

source: Cleaning cashew process
vi: Quy trình làm sạch hạt điều

source: Go to full production report
vi: Chuyển đến báo cáo sản xuất đầy đủ

source: Edit with packed
vi: Chỉnh sửa với đóng gói

source: Edit with all QC waste
vi: Chỉnh sửa với tất cả chất thải QC

source: Edit add POS
vi: Chỉnh sửa thêm POS

source: Packing cashew process
vi: Quy trình đóng gói hạt điều

source: With packed
vi: Với đóng gói

source: Mix #PO
vi: Trộn #PO

source: Mixed PO#s
vi: PO # s hỗn hợp

source: Qc packing cashew process
vi: Quy trình đóng gói hạt điều Qc

source: With all QC waste
vi: Với tất cả chất thải QC

source: Roasting cashew process
vi: Quy trình rang hạt điều

source: Toffee cashew process
vi: Quy trình điều chế kẹo bơ cứng

source: New Cleaning
vi: Làm sạch mới

source: New Roasting
vi: Rang mới

source: New Toffee
vi: Kẹo bơ cứng mới

source: New Packing
vi: Đóng gói mới

source: Productions reports
vi: Báo cáo sản xuất

source: Total difference
vi: Tổng chênh lệch

source: Produced items
vi: Các mặt hàng đã sản xuất

source: New Raw Check (weights)
vi: Kiểm tra thô mới (trọng lượng)

source: New Raw Check (percntage)
vi: Kiểm tra thô mới (dựng phim)

source: New Roast Check (weights)
vi: Kiểm tra rang mới (trọng lượng)

source: New Roast Check (percntage)
vi: Kiểm tra rang mới (perc Movie)

source: QC Reports
vi: Báo cáo QC

source: Raw QC
vi: QC thô

source: Roast QC
vi: Rang QC

source: Check date
vi: Ngày kiểm tra

source: Raw cashew check
vi: Kiểm tra hạt điều thô

source: Roast cashew check
vi: Rang hạt điều

source: Testes
vi: Tinh hoàn

source: Sample Weight
vi: Trọng lượng mẫu

source: Damage (%)
vi: Hư hại (%)

source: Rosted color
vi: Màu sắc

source: Flavour
vi: Hương vị

source: a check must have a item and sample weight
vi: séc phải có một mặt hàng và trọng lượng mẫu

source: Storage(if stored)
vi: Lưu trữ (nếu được lưu trữ)

source: Weights
vi: Trọng lượng

source: {{type}} receive details
vi: {INTERPOLATION} nhận thông tin chi tiết

source: Edit receive
vi: Chỉnh sửa nhận

source: Receive extra
vi: Nhận thêm

source: Receive Cashew Without Order
vi: Nhận Hạt Điều Không Cần Đặt Hàng

source: Receiving date
vi: Ngày nhận hàng

source: Receiving date Required
vi: Ngày nhận Yêu cầu

source: Receive product
vi: Nhận sản phẩm

source: Extra requseted
vi: Thêm được yêu cầu lại

source: Extra received
vi: Đã nhận thêm

source: a received storage must have unit weight and number of bags
vi: một kho đã nhận phải có đơn vị trọng lượng và số lượng túi

source: Save
vi: Tiết kiệm

source: Samples
vi: Mẫu

source: Empty bag weights
vi: Trọng lượng túi rỗng

source: Samples (+-from unit weight)
vi: Mẫu (+ -từ đơn vị trọng lượng)

source: Avrage weight (full weight)
vi: Trọng lượng trung bình (toàn bộ trọng lượng)

source: number of samples (if put avrage)
vi: số lượng mẫu (nếu đặt trung bình)

source: a received storage must have weight and number of bags
vi: một kho đã nhận phải có trọng lượng và số lượng túi

source: Invoice amounts
vi: Số tiền trên hóa đơn

source: Payable weight
vi: Trọng lượng phải trả

source: Payable weight Required
vi: Trọng lượng phải trả Yêu cầu

source: a received item must have an item, and at least one storage
vi: một mặt hàng đã nhận phải có một mặt hàng và ít nhất một bộ nhớ

source: Receive bouns
vi: Nhận giới hạn

source: PO# receving
vi: PO # đang thu

source: Receving cashew order
vi: Tiếp nhận đơn đặt hàng hạt điều

source: Receive bonus
vi: Nhận tiền thưởng

source: Orderd item
vi: Mục Orderd

source: Item reciving
vi: Nhận hàng

source: a received item must have an item, measure unit and at least one storage
vi: một mặt hàng đã nhận phải có một mặt hàng, đơn vị đo lường và ít nhất một bộ lưu trữ

source: Extra receive
vi: Nhận thêm

source: Receive Cashew Order
vi: Nhận đơn đặt hàng hạt điều

source: Cashew Receivings
vi: Nhận hạt điều

source: Pending(received)
vi: Đang chờ xử lý (đã nhận)

source: Finalized
vi: Hoàn thành

source: Total receipt
vi: Tổng số tiền nhận được

source: Item amount
vi: Số lượng mặt hàng

source: Storage
vi: Lưu trữ

source: Receving general order
vi: Nhận đơn đặt hàng chung

source: a received storage must have number of bags
vi: một bộ nhớ đã nhận phải có số lượng túi

source: Unit amount
vi: Số lượng đơn vị

source: Number of boxes
vi: Số hộp

source: Payable amount
vi: Số tiền phải trả

source: Receive General Order
vi: Nhận đơn đặt hàng chung

source: General Receivings
vi: Nhận chung

source: Production line Required
vi: Yêu cầu dây chuyền sản xuất

source: Count
vi: Đếm

source: New Cleaned Relocation Count
vi: Tổng số vị trí di dời mới được dọn dẹp

source: Relocations reports
vi: Báo cáo di dời

source: Raw relocation with weighing
vi: Tái định cư thô với cân

source: Cleaned relocation with weighing
vi: Di dời được làm sạch với cân

source: Counted items
vi: Các mặt hàng đã đếm

source: Cleaned transfer
vi: Chuyển khoản đã hoàn tất

source: Raw transfer
vi: Chuyển thô

source: Date-Status-Approvals
vi: Ngày-Trạng thái-Phê duyệt

source: Shipment code
vi: Mã lô hàng

source: Container number
vi: Số container

source: Seal number
vi: Số niêm phong

source: Container type
vi: Loại container

source: Product in
vi: Sản phẩm trong

source: Difference
vi: Sự khác biệt

source: 25/50 LBS packaging (LBS)
vi: Bao bì 25/50 LBS (LBS)

source: Items packaging
vi: Đóng gói các mặt hàng

source: all (LBS)
vi: tất cả (LBS)

source: Containers
vi: Hộp đựng

source: Total by type
vi: Tổng số theo loại

source: Container size
vi: Kích cỡ thùng

source: Commodity
vi: Hàng hóa

source: Process dates
vi: Ngày xử lý

source: Box quantity
vi: Số lượng hộp

source: QC box
vi: Hộp QC

source: Bag quantity
vi: Số lượng túi

source: LBS weight
vi: Trọng lượng LBS

source: Unaccounted Difference
vi: Chênh lệch không tính toán

source: Product Difference
vi: Sự khác biệt của sản phẩm

source: Aggregate Difference from Receipt (Order)
vi: Tổng Chênh lệch từ Biên lai (Đơn đặt hàng)

source: Aggregate Difference from Receipt (Real)
vi: Tổng Chênh lệch so với Biên lai (Thực)

source: Expand All
vi: Mở rộng tất cả

source: Orders
vi: Đơn hàng

source: Receipts
vi: Biên lai

source: QC Tests
vi: Kiểm tra QC

source: Relocation cashew
vi: Di dời cây điều

source: Cleanings
vi: Làm sạch

source: Packings
vi: Đóng gói

source: Usage
vi: Sử dụng

source: Orders
vi: Đơn hàng

source: Receiving
vi: Nhận

source: Relocations
vi: Tái định cư

source: Cleanings
vi: Làm sạch

source: Roasting
vi: Rang

source: Packing
vi: Đóng gói

source: Usage
vi: Sử dụng

source: Arrivals
vi: Hàng đến

source: Loading
vi: Đang tải

source: Receiving QC
vi: Nhận QC

source: Raw relocation
vi: Di dời thô

source: Cleaning
vi: Làm sạch

source: Cleaned relocation
vi: Di dời sạch sẽ

source: Inventory
vi: Hàng tồn kho

source: Roasting QC
vi: Rang QC

source: Inventory usage
vi: Sử dụng hàng tồn kho

source: PO# Details
vi: PO # Chi tiết

source: Date and time
vi: Ngày và giờ

source: Summary
vi: Tóm lược

source: Full details
vi: Chi tiết đầy đủ

source: Graphs
vi: Đồ thị

source: Final report
vi: Báo cáo cuối kỳ

source: Inventory History Report
vi: Báo cáo lịch sử khoảng không quảng cáo

source: Inventory At {{dateDay.value | date : 'medium':"+0000"}}
vi: Khoảng không quảng cáo Tại {INTERPOLATION}

source: Cashew raw material stock
vi: Kho nguyên liệu điều

source: Cashew clean material stock
vi: Hạt điều nguyên liệu sạch

source: Cashew items stock (bagged)
vi: Các mặt hàng hạt điều (đóng túi)

source: Cashew finished stock
vi: Điều kho thành phẩm

source: Inventory At
vi: Khoảng không quảng cáo Tại

source: Day & time
vi: Ngày & giờ

source: Total LBS by product company
vi: Tổng LBS theo công ty sản phẩm

source: Total LBS
vi: Tổng LBS

source: Material
vi: Vật chất

source: Bags
vi: Túi

source: Total box quantity
vi: Tổng số lượng hộp

source: Total bag quantity
vi: Tổng số lượng túi

source: Type
vi: Kiểu

source: Bag size
vi: Kích thước túi

source: product
vi: sản phẩm

source: Receipt dates
vi: Ngày nhận

source: Box weight
vi: Trọng lượng hộp

source: Inventory Stock Report
vi: Báo cáo hàng tồn kho

source: Product in
vi: Sản phẩm trong

source: Received
vi: Nhận

source: Product out
vi: Sản phẩm ra

source: Waste
vi: Chất thải

source: Product count
vi: Số lượng sản phẩm

source: Checked by
vi: Kiểm tra bằng
